Repository: sammerDib/Demeter-Test
Catalog: UTO/src/UnitySC.UTO.Controller/Views/Panels/EquipmentHandling/EquipmentHandlingResources.*.resx
Languages: fr

# EQUIPMENT_ALIGNER
source: Aligner
fr: Aligneur

# EQUIPMENT_TEMPERATURE
source: Temperature
fr: Température

# EQUIPMENT_RELEASE
source: Unload
fr: Décharger

# EQUIPMENT_PRESSURE
source: Pressure
fr: Pression

# EQUIPMENT_ALIGN
source: Align
fr: Aligner

# EQUIPMENT_PREPARE_FOR_TRANSFER
source: Prepare for transfer
fr: Préparer pour transfert

# EQUIPMENT_CHUCK_POSITION
source: Chuck position
fr: Mandrin

# EQUIPMENT_PREPARE_FOR_PROCESS
source: Prepare for process
fr: Préparer pour process

# EQUIPMENT_DEFAULT
source: Default
fr: Défaut

# EQUIPMENT_FIDUCIAL
source: Fiducial
fr: Repère

# EQUIPMENT_FLAT
source: Flat
fr: Plat

# EQUIPMENT_HOME
source: Home
fr: Accueil

# EQUIPMENT_IN_ACCESS
source: Load
fr: Charger

# EQUIPMENT_NOTCH
source: Notch
fr: Encoche

# EQUIPMENT_PICK
source: Pick
fr: Prendre

# EQUIPMENT_PLACE
source: Place
fr: Poser

# EQUIPMENT_PLACED
source: Placed
fr: Posé

# EQUIPMENT_PRESENT
source: Present
fr: Présent

# EQUIPMENT_TRANSFER
source: Transfer
fr: Transfert

# EQUIPMENT_UNLOAD_PM
source: Unload PM
fr: Décharger PM

# EQUIPMENT_LOAD_PM
source: Load PM
fr: Charger PM

# EQUIPMENT_CLEAN
source: Clean out
fr: Nettoyer

# EQUIPMENT_START
source: Start
fr: Commencer

# EQUIPMENT_GLOBAL_EQUIPMENT
source: Global Equipment
fr: Équipement Global

# EQUIPMENT_SELECT
source: Select
fr: Sélectionner

# EQUIPMENT_SELECT_SLOT
source: Select a slot
fr: Sélectionner un emplacement

# EQUIPMENT_INITIALIZING
source: Initializing
fr: Initialisation

# EQUIPMENT_IDLE
source: Idle
fr: En attente

# EQUIPMENT_EXECUTING
source: Executing
fr: En exécution

# EQUIPMENT_UNKNOWN
source: Unknown
fr: Inconnu

# EQUIPMENT_MOVINGUP
source: Moving up
fr: Déplacement en haut

# EQUIPMENT_UP
source: Up
fr: En haut

# EQUIPMENT_MOVINGDOWN
source: Moving down
fr: Déplacement en bas

# EQUIPMENT_DOWN
source: Down
fr: En bas

# ROBOTCARD_ARM2
source: Lower arm
fr: Bras bas

# ROBOTCARD_ARM1
source: Upper arm
fr: Bras haut

# EQUIPMENT_CARRIER_ID_READ_FAILED
source: Cannot read carrier id.
fr: La lecture de l'id du carrier a échouée.

# EQUIPMENT_CREATE_JOB
source: Create job
fr: Créer job

# EQUIPMENT_START_JOB
source: Start job
fr: Démarrer le job

# EQUIPMENT_CHUCK_POSITION_UNKNOWN
source: Unknown
fr: Inconnue

# EQUIPMENT_CHUCK_POSITION_MOVING_UP
source: Moving up
fr: Monte

# EQUIPMENT_CHUCK_POSITION_UP
source: Up
fr: En haut

# EQUIPMENT_CHUCK_POSITION_MOVING_DOWN
source: Moving down
fr: Descend

# EQUIPMENT_CHUCK_POSITION_DOWN
source: Down
fr: En bas

# EQUIPMENT_SUBSTRATE_ID_READER
source: Substrate ID reader
fr: Lecteur d'ID de substrat

# EQUIPMENT_SUBSTRATE_ID_READER_READ
source: Read
fr: Lecture

# EQUIPMENT_SUBSTRATE_ID_READER_RECIPE_NAME
source: Recipe name
fr: Nom de la recette

# EQUIPMENT_SUBSTRATE_ID_READER_SUBSTRATE_ID
source: Substrate ID
fr: ID substrat

# CARRIERS_NOT_MAPPED
source: Not mapped
fr: Non mappé

# CARRIERS_CARRIER_ID
source: Carrier ID
fr: ID du carrier

# EQUIPMENT_ALIGNTYPE
source: Align type
fr: Type d'alignement

# ALIGNTYPE_MAIN_FLATCHECK
source: Main O-Flat
fr: O-Plat principal

# ALIGNTYPE_SUB_FLATCHECK
source: Sub O-Flat
fr: O-Plat secondaire

# ALIGNTYPE_WITHOUTSUBCHECK
source: Without Check
fr: Sans vérification

# EQUIPMENT_CURRENTMOTIONSPEED
source: Current speed
fr: Vitesse actuelle

# EQUIPMENT_MOTIONSPEED
source: Speed setpoint (%)
fr: Consigne vitesse (%)

# EQUIPMENT_SETMOTIONSPEED
source: Set motion speed
fr: Régler vitesse robot

# PM_ISDOOROPEN
source: Door opened
fr: Porte ouverte

# PM_ISREADYTOLOADUNLOAD
source: Is ready to load/unload
fr: Prêt à charger/décharger

# EQUIPMENT_ABORT
source: Abort
fr: Abandon

# EQUIPMENT_PM_PREPARE_TRANSFER
source: Prepare Transfer
fr: Préparer Transfert

# EQUIPMENT_PM_START_TRANSFER
source: Start Transfer
fr: Démarrer Transfert

# EQUIPMENT_PM_POST_TRANSFER
source: Post Transfer
fr: Après Transfert

# EQUIPMENT_PM_SELECT_RECIPE
source: Select Recipe
fr: Sélectionner Recette

# EQUIPMENT_PM_START_RECIPE
source: Start Recipe
fr: Démarrer Recette

# EQUIPMENT_PM_ABORT_RECIPE
source: Abort Recipe
fr: Abandon Recette

# EQUIPMENT_CANCEL
source: Cancel
fr: Annuler

# EQUIPMENT_PM_SELECTED_RECIPE
source: Selected Recipe
fr: Recette sélectionnée

# EQUIPMENT_PM_UNKNOWN
source: Unknown
fr: Inconnu

# EQUIPMENT_PM_OFFLINE
source: Offline
fr: Hors Ligne

# EQUIPMENT_PM_ERROR
source: Error
fr: Erreur

# EQUIPMENT_PM_SHUTTING_DOWN
source: Shutting Down
fr: En cours d'arrêt

# EQUIPMENT_PM_INITIALIZING
source: Initializing
fr: Initialisation

# EQUIPMENT_PM_IDLE
source: Idle
fr: En attente

# EQUIPMENT_PM_ACTIVE
source: Active
fr: Actif

# EQUIPMENT_RESUME
source: Resume
fr: Reprendre

# EQUIPMENT_PAUSE_RESUME
source: Pause/Resume
fr: Pause/Reprendre

# POPUP_SET_WAFER_PRESENCE
source: Set wafer presence
fr: Mettre à jour la présence wafer

# EQUIPMENT_WAFER_PRESENCE
source: Wafer presence
fr: Présence du wafer

# EQUIPMENT_WAFER_SIZE
source: Wafer size
fr: Taille du wafer

# EQUIPMENT_LOWER_ARM_WAFER_ID
source: Lower arm wafer
fr: Wafer bras du bas

# EQUIPMENT_UPPER_ARM_WAFER_ID
source: Upper arm wafer
fr: Wafer bras du haut

# EQUIPMENT_PM_PREPARE_PICK
source: Prepare Pick
fr: Prépare Pick

# EQUIPMENT_PM_PREPARE_PLACE
source: Prepare Place
fr: Prépare Place

# SENSOR_INCOHERENCE_DETECTED
source: Incoherence detected between physical sensor and software memory. Please click on wafer id to set the real wafer presence
fr: Incohérence détectée entre le capteur physique et la mémoire logicielle. Merci de cliquer sur le wafer id et de mettre à jour la présence avec la réalité
