Repository: sammerDib/Demeter-Test
Catalog: UTO/src/UnitySC.GUI.Common/Views/Panels/Setup/DeviceSettings/Robot/RobotSettingsResources.*.resx
Languages: fr

# S_SETUP_ROBOT_LOWER_ARM_CONFIG
source: Lower arm configuration
fr: Configuration bras inférieur

# S_SETUP_ROBOT_UPPER_ARM_CONFIG
source: Upper arm configuration
fr: Configuration bras supérieur

# BP_ROBOT_SETTINGS
source: Robot settings
fr: Paramètres du robot

# S_SETUP_ROBOT_ARM_CONFIGURATION
source: Arm configuration
fr: Configuration du bras

# S_SETUP_ROBOT_ARM_CONFIGURATION_IS_ENABLED
source: Is enabled
fr: Active

# S_SETUP_ROBOT_ARM_CONFIGURATION_EFFECTOR_TYPE
source: Effector type
fr: Type d'effecteur

# S_SETUP_ROBOT_ARM_CONFIGURATION_SUPPORTED_SIZES
source: Supported sizes
fr: Tailles supportées

# S_SETUP_ROBOT_ONE_ARM_MUST_BE_ENABLED
source: At least one arm must be enabled
fr: Au moins un bras doit être activé

# S_SETUP_ROBOT_ADD_SAMPLE_DIMENSION
source: Select sample dimension to add
fr: Sélectionner la dimension à ajouter

# S_SETUP_ROBOT_ADD_TRANSFER_LOCATION
source: Select transfer location to add
fr: Sélectionner le lieu de transfert à ajouter

source: Stopping positions
fr: Positions d'arrêt

# S_SETUP_ROBOT_ADD_STOPPING_POSITION
source: Add stopping position
fr: Ajouter une position d'arrêt

# S_SETUP_ROBOT_INNER_MODULE_POSITION
source: Inner module position
fr: Position interne du module

# S_SETUP_ROBOT_ARM_STOPPING_POSITION
source: Arm stopping position
fr: Position d'arrêt du bras

# S_SETUP_ROBOT_EDIT_STOPPING_POSITION
source: Edit stopping position
fr: Edition position d'arrêt

source: Stopping positions settings
fr: Paramètres des positions d'arrêt

# STOPPING_POSITIONS_ERROR_EMPTY
source: No stop position defined
fr: Pas de position d'arrêt définie

# STOPPING_POSITIONS_ERROR_TRANSFER_LOCATION_EMPTY
source: All sample dimensions must have transfer location defined
fr: Toutes les dimensions de l'échantillon doivent avoir un lieu de transfert défini

# STOPPING_POSITIONS_ERROR_STOPPING_POSITION_EMPTY
source: All transfer locations must have arm stopping position defined
fr: La position d'arrêt du bras doit être définie pour tous les postes de transfert

# STOPPING_POSITIONS_ERROR_INNER_POSITION_EMPTY
source: All load port transfer locations must have inner module position defined
fr: La position du module intérieur doit être définie pour tous les emplacements de transfert des ports de charge

# STOPPING_POSITIONS_ERROR_INVALID_COUNT
source: Locations other than load port can define only one stop position
fr: Les emplacements autres que le port de chargement ne peuvent définir qu'une seule position d'arrêt

# STOPPING_POSITIONS_ERROR_INNER_POSITION_NOT_EMPTY
source: Inner module position must be empty for locations other than load port
fr: La position du module intérieur doit être vide pour les emplacements autres que le port de chargement

source: Mapping positions settings
fr: Réglages des positions de cartographie

source: Mapping positions
fr: Positions de cartographie

# S_SETUP_ROBOT_ARM_MAPPING_POSITION_1
source: First position:
fr: Première position :

# S_SETUP_ROBOT_ARM_MAPPING_POSITION_2
source: Second position:
fr: Deuxième position :

# S_SETUP_ROBOT_EDIT_MAPPING_POSITION
source: Edit mapping position
fr: Paramètres des positions de cartographie

# S_SETUP_ROBOT_ARM_STOPPING_POSITION_TEXT
source: Stopping Pos
fr: Pos d'arrêt

# S_SETUP_ROBOT_INNER_MODULE_POSITION_TEXT
source: Inner Module
fr: Module interne
