Repository: sammerDib/Demeter-Test
Catalog: UTO/src/UnitySC.UTO.Controller/Views/Panels/EquipmentHandling/Clean/CleanResources.*.resx
Languages: fr

# CLEAN_EXECUTION_ABORTED
source: Clean out execution aborted : {0}
fr: Exécution du nettoyage aborté : {0}

# CLEAN_PRESENCE_APPLY_IMPOSSIBLE
source: Clean out setup aborted. Could not apply substrate presence to location '{0}' : {1}
fr: Paramétrage du nettoyage aborté. Impossible d'appliquer la présence de substrate à la location '{0}' : {1}

# CLEAN
source: Clean out
fr: Nettoyage

# CLEAN_CANCEL
source: Cancel
fr: Annuler

# CLEAN_START
source: Start clean out
fr: Démarrer nettoyage

# CLEAN_SENSOR
source: Sensor
fr: Capteur

# CLEAN_LOGICAL
source: Logical
fr: Logique

# CLEAN_DESTINATION_PORT
source: Destination Port
fr: Port de Destination

# CLEAN_DESTINATION_SLOT
source: Destination Slot
fr: Slot de Destination

# CLEAN_SIZE
source: Size
fr: Taille

# CLEAN_USER_INPUT
source: User Input
fr: Entrée Utilisateur

# CLEAN_ORIGIN
source: Origin
fr: Origine

# CLEAN_NOT_DEFINED
source: Not defined
fr: Non défini

# CLEAN_SELECT_DESTINATION_SLOT
source: Select destination slot
fr: Choisir slot de destination

# CLEAN_RESERVED_FOR
source: Reserved for {0}
fr: Réservé pour {0}

# CLEAN_SELECT_SLOT
source: Select slot
fr: Choisir slot

# CLEAN_PRESENCE_MISMATCH_TITLE
source: Mismatch between user input and sensor
fr: Incohérence entre entrée utilisateur et capteur

# CLEAN_PRESENCE_MISMATCH_MESSAGE
source: Sensor substrate presence = '{0}' Forced substrate presence = '{1}' Do you confirm you wish to force this presence value?
fr: Presence de substrat capteur = '{0}' Presence de substrat forcé = '{1}' Confirmez vous le forçage de cette valeur de présence?

# CLEAN_CONFIRM
source: Confirm
fr: Confirmer

# CLEAN_FORCE_TITLE
source: Force substrate presence at location '{0}'
fr: Forcer la présence de substrat à la location '{0}'

# CLEAN_FORCE_PRESENCE
source: Force presence
fr: Forcer présence

# CLEAN_NO_SUBSTRATE_TO_CLEAN
source: No substrate to clean out. Please cancel the popup
fr: Pas de substrat à vider. Merci de fermer la popup

# CLEAN_ALL_LOCATIONS_MUST_BE_IDLE
source: All locations must be idle to allow clean. Please initialize them
fr: Toutes les locations doivent être idle. Merci de les initialiser

# CLEAN_ALL_SUBSTRATE_MUST_HAVE_DESTINATION
source: All wafers must be have a destination port and destination slot. Please select one for each wafers
fr: Tous les wafers doivent avoir un port et un slot de destination. Merci d'en sélectionner pour chaque wafer

# CLEAN_LOAD_PORTS_MUST_BE_OPENED
source: All used load ports for clean out sequence must be opened. Please load them in the equipment
fr: Tous les load ports utilisés par la séquence de clean doivent être ouvert. Merci de les charger dans l'équipement

# CLEAN_MANY_SUBSTRATES_SAME_DESTINATION
source: Multiple substrates have the same destination. Please select a new destination
fr: Plusieurs substrats ont la même destination. Merci d'en sélectionne une nouvelle

# CLEAN_LOAD_PORT_SLOT_NOT_AVAILABLE
source: Some slots are not available. Please change destination on involved substrates
fr: Certains slots ne sont pas disponible. Merci de changer la destination sur les substrats concernés

# CLEAN_NO_SIZE_WARNING
source: Some substrates do not have a size
fr: Certain substrat n'ont pas de taille.

# CLEAN_MATERIAL_TYPE
source: Material type
fr: Type du matériel

# CLEAN_ALL_SUBSTRATE_MUST_HAVE_MATERIAL_TYPE
source: All wafers must have a defined material type. Please select one.
fr: Tous les wafers doivent avoir un type de matériel défini. Merci d'en sélectionner un
