Repository: sammerDib/Demeter-Test
Catalog: UTO/src/UnitySC.UTO.Controller/Views/Panels/Maintenance/Wafer/WaferPanelResources.*.resx
Languages: fr

source: Acquired ID
fr: ID lu

source: Carrier ID
fr: ID du carrier

source: Control Job ID
fr: ID du control job

source: Lot ID
fr: ID du lot

source: Process Job ID
fr: ID du process job

source: Substrate ID
fr: ID du substrate

source: Material Type
fr: Type de matériel

source: Material Dimension
fr: Taille du matériel

source: Orientation Angle
fr: Angle d'orientation

source: Source Port
fr: Port source

source: Source Slot
fr: Slot source
