Repository: sammerDib/Demeter-Test
Catalog: UTO/src/UnitySC.UTO.Controller/Views/Panels/Setup/HostCommunication/HostCommunicationSetupPanelResources.*.resx
Languages: fr

# SETUP_HOST_EQUIPMENT_IDENTIFICATION
source: Equipment Identification
fr: Identification de l'équipement

# SETUP_HOST_MDLN_DESCRIPTION
source: Equipment model.
fr: Modèle d'équipement.

# SETUP_HOST_SOFTREV_DESCRIPTION
source: Equipment software revision.
fr: Révision du logiciel de l'équipement.

# SETUP_HOST_CONNECTION
source: Connection
fr: Connexion

# SETUP_HOST_MODE_DESCRIPTION
source: The Active mode is used when the connect procedure is initiated by the Local Entity.
fr: Le mode Actif est utilisé lorsque la procédure de connexion est lancée par l'entité locale.

# SETUP_HOST_DEVICE_ID_DESCRIPTION
source: DeviceID of the equipment.
fr: DeviceID de l'équipement.

# SETUP_HOST_LOCAL_IP_DESCRIPTION
source: IP adresse of the local computer.
fr: Adresse IP de l'ordinateur local.

# SETUP_HOST_LOCAL_TCP_PORT_DESCRIPTION
source: Local TCP port you want the remote entity to connect.
fr: Port TCP local auquel l’entité distante doit se connecter.

# SETUP_HOST_REMOTE_IP_DESCRIPTION
source: IP adresse of the host machine.
fr: Adresse IP de la machine hôte.

# SETUP_HOST_REMOTE_TCP_PORT_DESCRIPTION
source: Remote TCP port for the equipment to connect to.
fr: Port TCP distant auquel l'équipement doit se connecter.

# SETUP_HOST_ENTITY_BEHAVIOUR_DESCRIPTION
source: This parameter is used in the resolution of contention. The host is designated as the slave. The equipment is designated as the master.
fr: Ce paramètre est utilisé dans la résolution des conflits. L'hôte est désigné comme esclave. L'équipement est désigné comme maître.

# SETUP_HOST_BAUD_RATE_DESCRIPTION
source: Speed of the serial transceiver. Should be based on system performance.
fr: Vitesse de l'émetteur-récepteur série. Doit être basé sur les performances du système.

# SETUP_HOST_SERIAL_PORT_DESCRIPTION
source: Number of the serial port which will be used.
fr: Numéro du port série qui sera utilisé.

# SETUP_HOST_T8_DESCRIPTION
source: Maximum amount of time allowed between successive bytes of a single HSMS message before a communications failure is declared.
fr: Durée maximale autorisée entre les octets successifs d'un même message HSMS avant qu'un échec de communication ne soit déclaré.

# SETUP_HOST_T7_DESCRIPTION
source: Maximum amount of time a TCP/IP connection can remain in the NOT SELECTED state (no HSMS activity) before a communications failure is declared.
fr: Durée maximale pendant laquelle une connexion TCP/IP peut rester dans l'état NOT SELECTED (pas d'activité HSMS) avant que l'échec de communication ne soit déclaré.

# SETUP_HOST_T6_DESCRIPTION
source: Maximum amount of time allowed between an HSMS-level control message and response. If the timer expires, communications failure is declared.
fr: Durée maximale autorisée entre un message de contrôle de niveau HSMS et une réponse. Si le temporisateur expire, un échec de communication est déclaré.

# SETUP_HOST_T5_DESCRIPTION
source: Amount of time which must elapse between successive attempts to actively establish a connection.
fr: Temps qui doit s'écouler entre les tentatives successives pour établir activement une connexion.

# SETUP_HOST_T4_DESCRIPTION
source: Time interval between the successful receipt of a block in a multiblock message, and the successful receipt of the subsequent block of the same message, is limited to time T4.
fr: Intervalle de temps entre la réception réussie d'un bloc dans un message multibloc et la réception réussie du bloc suivant du même message est limité au temps T4.

# SETUP_HOST_T3_SECS1_DESCRIPTION
source: Limit on the length of time that the message protocol is willing to wait after the last block of a primary message has been sent and before the arrival of the first block of the reply.
fr: Limiter la durée pendant laquelle le protocole de message est prêt à attendre après l'envoi du dernier bloc d'un message principal et avant l'arrivée du premier bloc de la réponse.

# SETUP_HOST_T2_DESCRIPTION
source: Limits the time between sending ENQ ("Request to Send") and receiving EOT ("Ready to Receive"), sending EOT and receiving the length byte, and sending the second checksum byte and receiving any character.
fr: Limite le temps entre l'envoi de ENQ ("Request to Send") et la réception d'EOT ("Ready to Receive"), l'envoi de l'EOT et la réception de l'octet de longueur, et l'envoi du deuxième octet de somme de contrôle et la réception de n'importe quel caractère.

# SETUP_HOST_T1_DESCRIPTION
source: Limits the time between receipt of characters within a block after the length byte has been received and until the receipt of the second checksum byte.
fr: Limite le temps entre la réception de caractères dans un bloc après la réception de l'octet de longueur et jusqu'à la réception du deuxième octet de somme de contrôle.

# SETUP_HOST_RETRY_LIMIT_DESCRIPTION
source: Maximum number of times the Block Transfer Protocol will attempt to retry sending a block before declaring a failed send.
fr: Nombre maximum de fois où le protocole de transfert de bloc tentera de réessayer d'envoyer un bloc avant de déclarer un échec d'envoi.

# SETUP_HOST_LINKTEST_DESCRIPTION
source: Amount of time between successive transmissions HSMS LINKTEST.REQ messages. This is an HSMSLevel heartbeat that can be used to detect communications hardware failure such as a disconnected network cable.
fr: Durée entre les transmissions successives des messages HSMS LINKTEST.REQ. Il s'agit d'un HSMSLevel heartbeat qui peut être utilisé pour détecter une défaillance du matériel de communication tel qu'un câble réseau déconnecté.

# SETUP_HOST_ESTABLISH_COMMUNICATIONS_DESCRIPTION
source: Interval between attempts to resend a SECS Establish Communications Request (S1,F13).
fr: Intervalle entre les tentatives de renvoi d'une demande SECS Establish Communications (S1, F13).

# SETUP_HOST_DEFAULT_STATES
source: Default States
fr: États par défaut

# SETUP_HOST_SECS2_LOGS
source: SECS-II Logs
fr: Journaux SECS-II

# SETUP_HOST_FILE_NAME
source: File Name
fr: Nom du fichier

# SETUP_HOST_MAXIMUM_FILE_SIZE
source: Maximum File Size
fr: Taille de fichier maximale

# SETUP_HOST_LOG_MODE
source: Log Mode
fr: Mode du journal

# SETUP_HOST_COMMUNICATION_TYPE_DESCRIPTION
source: Type of connection.
fr: Type de connexion.

# SETUP_HOST_DEFAULT_COMMUNICATION_STATE_DESCRIPTION
source: Determine the Communication State to active on system initialization.
fr: Détermine l'état de communication à activer lors de l'initialisation du système.

# SETUP_HOST_DEFAULT_CONTROL_STATE_DESCRIPTION
source: Default control state.
fr: État de contrôle par défaut.

# SETUP_HOST_ON_LINE_FAIL_SUBSTATE_DESCRIPTION
source: State that should be activated when the attempt to go online fails.
fr: État qui doit être activé lorsque la tentative de connexion échoue.

# SETUP_HOST_DEFAULT_ON_LINE_STATE_DESCRIPTION
source: State that should be set when the upload attempt is successful.
fr: État à définir lorsque la tentative de téléchargement est réussie.

# SETUP_HOST_TIME_FORMAT_DESCRIPTION
source: Time of day format used by the variable item CLOCK and the data items STIME, TIMESTAMP and TIME.
fr: Format d'heure utilisé par la variable CLOCK et les data items STIME, TIMESTAMP et TIME.

# SETUP_HOST_FILE_NAME_DESCRIPTION
source: Root name of automation log files. File creation DateTime will be added as suffix.
fr: Nom racine des fichiers journaux d'automatisation. La date de création du fichier sera ajoutée comme suffixe.

# SETUP_HOST_MAXIMUM_FILE_SIZE_DESCRIPTION
source: Maximum size of automation log files. Once reached another file is created.
fr: Taille maximale des fichiers journaux d'automatisation. Une fois atteint, un autre fichier est créé.

# SETUP_HOST_LOG_MODE_DESCRIPTION
source: Value indicating how logs are handled.
fr: Valeur indiquant comment les journaux sont traités.

# SETUP_HOST_SECOND
source: second
fr: seconde

# SETUP_HOST_BYTE
source: byte
fr: octet

# SETUP_HOST_T3_HSMS_DESCRIPTION
source: Maximum amount oftime between a primary message and the expected response before declaring the transaction closed. If the timer expires, an S9F9 error message is sent.
fr: Durée maximale entre un message principal et la réponse attendue avant de déclarer la transaction close. Si le minuteur expire, un message d'erreur S9F9 est envoyé.

# SETUP_HOST_EQPSERIALNUM_DESCRIPTION
source: Equipment serial number
fr: Numéro de série de l'équipement

# SETUP_HOST_E30EQUIPMENTSUPPLIER_DESCRIPTION
source: Equipment supplier
fr: Fournisseur de l'équipement

# SETUP_HOST_EQPNAME_DESCRIPTION
source: Equipment name
fr: Nom de l'équipement
