Repository: sammerDib/Demeter-Test
Catalog: UTO/src/UnitySC.UTO.Controller/Views/Panels/Gem/Equipment/EquipmentResources.*.resx
Languages: fr

# CARRIERS_ADD
source: Add
fr: Ajouter

# CARRIERS_EDITION_POPUP_APPLY
source: Apply
fr: Appliquer

# CARRIERS_CANCEL_NOTIFICATION_CANCEL_BIND_AND_CARRIER
source: Delete bind and carrier
fr: Supprimer la liaison et le carrier

# CARRIERS_CANCEL_BIND_NOTIFICATION_TITLE
source: Delete bind notification
fr: Notification de suppression de la liaison

# CARRIERS_CANCEL_CARRIER_NOTIFICATION_TITLE
source: Delete carrier notification
fr: Notification de suppression du carrier

# CARRIERS_CANCEL
source: Cancel
fr: Annuler

# CARRIERS_CANCEL_BIND
source: Delete bind
fr: Supprimer la liaison

# CARRIERS_CANCEL_NOTIFICATION_CANCEL_CARRIER
source: Delete carrier
fr: Supprimer le carrier

# CARRIERS_CAPACITY
source: Capacity
fr: Capacité

# CARRIERS_EDITION_POPUP_TITLES
source: Carrier edition
fr: Popup d'édition d'un carrier

# CARRIERS_CARRIER_ID
source: Carrier ID
fr: ID du carrier

# CARRIERS_CONTENT_MAP
source: Content map
fr: Cartographie du contenu

# CARRIERS_CREATE_POPUP_CREATE
source: Create
fr: Créer

# CARRIERS_CREATE_POPUP_TITLES
source: Create carrier
fr: Popup de création d'un carrier

# CARRIERS_DELETE
source: Delete
fr: Supprimer

# CARRIERS_DUPLICATE
source: Duplicate
fr: Dupliquer

# CARRIERS_EDIT
source: Edit
fr: Éditer

# CARRIERS_LOADPORT
source: Loadport
fr: Port de chargement

# CARRIERS_LOT_ID
source: Lot ID
fr: ID du lot

# CARRIERS_PROCEED
source: Proceed
fr: Exécuter

# CARRIERS_READ_TAG
source: Read Tag
fr: Lecture de l'étiquette

# CARRIERS_RECREATE
source: Recreate
fr: Recréer

# CARRIERS_RELEASE
source: Release
fr: Libérer

# CARRIERS_SLOT_MAP
source: Slot map
fr: Cartographie des emplacements

# CARRIERS_SLOT_STATE
source: Slot state
fr: Etat des emplacements

# CARRIERS_SLOT_STATUS
source: Slot status
fr: Etat des slots

# CARRIERS_SUBSTRATE_ID
source: Substrate ID
fr: ID du support

# CARRIERS_WRITE_TAG_NOTIFICATION_WRITE
source: Write
fr: Ecrire

# CARRIERS_WRITE_TAG
source: Write tag
fr: Ecriture de l'étiquette

# CARRIERS_WRITE_TAG_NOTIFICATION_TITLE
source: Write tag notification
fr: Notification d'écriture de l'étiquette

# CARRIERS_SLOT_SUBSTRATE_COUNT
source: Substrate
fr: Support

# CARRIERS_DETAIL
source: Carrier details
fr: Détails du carrier

# CARRIERS_LOADPORT_NONE
source: None
fr: Aucun

# CARRIERS_ASSOCIATING
source: Associating
fr: Associer

# CARRIERS_ACCESSING
source: Accessing
fr: Accès

# CARRIERS_CLAMPED
source: Clamped
fr: Clampé

# CARRIERS_DOCKED
source: Docked
fr: Docké

# CARRIERS_LOCATION_ID
source: Location ID
fr: ID de l'emplacement

# CARRIERS_PLACED
source: Placed
fr: Placé

# CARRIERS_OPEN
source: Open
fr: Ouvert

# CARRIERS_PRESENT
source: Present
fr: Présent

# CARRIERS_PORT_ID
source: Port ID
fr: ID du port

# CARRIERS_DROP
source: Drop
fr: Supprimer

# LOADPORT_ACCESS_MODE
source: Access mode
fr: Mode d'accès

# LOADPORT_ADDITIONAL_DATA
source: Additional data
fr: Données additionnelles

# LOADPORT_CANCEL
source: Cancel
fr: Annuler

# LOADPORT_ID_STATUS
source: ID Status
fr: ID du status

# LOADPORT_NEED_TO_BE_PLACED
source: Carrier need to be placed
fr: Le carrier doit être placé

# LOADPORT_NEED_TO_BE_REMOVED
source: Carrier need to be removed
fr: Le carrier doit être supprimé

# LOADPORT_PROCEED
source: Proceed
fr: Exécuter

# LOADPORT_PROTRUDING_DETECTION
source: Wafer protruding detection : Imminent risk of breakage
fr: Détection de la saillie d'un wafer : Risque imminent de casse

# LOADPORT_RESERVATION
source: Reservation
fr: Réservation

# CARRIERS_SLOT_MAP_STATUS
source: SlotMap Status
fr: Status de la SlotMap

# CARRIERS_ACCESSING_STATUS
source: Accessing status
fr: Accès au statut

# CARRIERS_STATUS_ID
source: ID status
fr: ID du status

# CARRIERS_CONFIRMATION_DELETE_BIND
source: Do you want to delete the carrier bind service?
fr: Etes-vous sûr de vouloir supprimer le lien du carrier sélectionné ?

# CARRIERS_CONFIRMATION_DELETE_BIND_AND_CARRIER
source: Do you want to delete the carrier and the carrier bind service?
fr: Etes-vous sûr de vouloir supprimer le carrier sélectionné et son lien ?

# CARRIERS_CONFIRMATION_DELETE_CARRIER
source: Do you want to delete the carrier?
fr: Etes-vous sûr de vouloir supprimer le carrier sélectionné ?

# CARRIERS_SLOTS_STATES_CORRECTLY_OCCUPIED
source: Correctly occupied
fr: Correctement occupé

# CARRIERS_SLOTS_STATES_EMPTY
source: Empty
fr: Vide

# CARRIERS_SLOTS_STATES_NOT_EMPTY
source: Not empty
fr: Non vide

# CARRIERS_SLOTS_STATES_UNDEFINED
source: Undefined
fr: Indéfinie

# LOADPORT_SERVICE_STATUS
source: Service status
fr: Status du service

# LOADPORT_TRANSFER
source: Transfer
fr: Transfert

# LOADPORT_E84_SIGNAL
source: E84 signals
fr: Signaux E84

# CARRIERS_CANCEL_CARRIER
source: Cancel carrier
fr: Annuler le carrier

# CARRIERS_CANCEL_RESERVATION
source: Cancel reservation
fr: Annuler la réservation

# CARRIERS_PROCEED_WITH_CARRIER
source: Proceed with carrier
fr: Exécuter avec le carrier

# CARRIERS_RESERVE_AT_PORT
source: Reserve at port
fr: Réserver au port

# CARRIERS_STOP_DATA_COLLECTION
source: Stop data collection
fr: Arrêter la collection de données

# LOADPORT_E84_SIGNAL_CHART_NAME
source: E84 signals chart
fr: Graphique des signaux E84

# CARRIERS_USER_MESSAGE_FAILED
source: Carrier Notification service failed. Status :
fr: Notification au service carrier a échoué. Statut :

# CARRIERS_USER_MESSAGE_SUCCESS
source: Carrier Notification service performed.
fr: Notification au service carrier exécuté avec succès.

# EQUIPMENT_MANUAL
source: Manual
fr: Manuel

# EQUIPMENT_CARRIERCOMPLETE
source: Carrier complete
fr: Carrier terminé

# EQUIPMENT_CARRIERSTOPPED
source: Carrier stopped
fr: Carrier arrêté

# EQUIPMENT_INACCESS
source: In access
fr: En accès

# EQUIPMENT_NOTACCESSED
source: Not accessed
fr: Pas en accès

# EQUIPMENT_OUTOFSERVICE
source: Out Of Service
fr: Hors service

# EQUIPMENT_READYTOLOAD
source: Ready to load
fr: Prêt à charger

# EQUIPMENT_READYTOUNLOAD
source: Ready to unload
fr: Prêt à décharger

# EQUIPMENT_TRANSFERBLOCKED
source: Transfer Blocked
fr: Transfert bloqué

# EQUIPMENT_RESERVED
source: Reserved
fr: Réservé

# EQUIPMENT_NOTRESERVED
source: Not reserved
fr: Pas réservé

# EQUIPMENT_IDNOTREAD
source: Id not read
fr: Id non lu

# EQUIPMENT_VERIFICATIONFAILED
source: Verification failed
fr: Vérification échouée

# EQUIPMENT_VERIFICATIONOK
source: Verification OK
fr: Vérification OK

# EQUIPMENT_WAITINGFORHOST
source: Waiting for host
fr: En attente du host

# EQUIPMENT_ASSOCIATED
source: Associated
fr: Associé

# EQUIPMENT_NOTASSOCIATED
source: Not associated
fr: Non associé

# CARRIERS_CARRIER_ID_EMPTY
source: Carrier ID has to be set.
fr: L'identifiant du carrier doit être remplis.

# CARRIERS_ID_USED
source: This ID is already used.
fr: Cet identifiant est déjà utilisé.

# LOADPORT_SERVICE_MODE
source: Service mode
fr: Mode de service

# EQUIPMENT_INSERVICE
source: In service
fr: En service

# CARRIERS_WRITE_LOT_ID
source: Please enter the lot id
fr: Veuillez saisir le lot id

# LOADPORT_DOUBLE_CROSS_DETECTED
source: Double / cross wafer detected
fr: Détection d'un wafer double / croisé

# LOADPORT_PROCEED_QUESTION
source: Do you want to proceed?
fr: Voulez-vous continuer ?

# CARRIERS_WRITE_CARRIER_ID
source: Please Enter the Carrier ID then validate to load the carrier. Cancel to unload the carrier.
fr: Veuillez saisir le Carrier ID puis valider pour charger le carrier. Annuler pour décharger le carrier.

# LOADPORT_MAINTENANCE
source: Load Port in error
fr: Port de chargement en erreur

# CARRIER_USED_BY_JOBQUEUE
source: This carrier is used by the job in the queue. It's loading will automatically start the job. Continue?
fr: Ce carrier est utilisé par un job en file d'attente. Son chargement démarrera automatiquement le job. Poursuivre ?
